export const ru = {
    home: {
        herosection: {
            subtitle: "AI интегратор",
            button: "Подробнее",
            advantages: ["Высокая эффективность", "Непрерывная работа", "Минимум ошибок"],
            typedText: ["инновации", 1500, "эффективность", 1500, "будущее", 1500],
            chatTitle: "Попробуйте AI-консультанта уже сейчас и убедитесь в его эффективности!",
        },
        featuresSection: {
            title: "Искусственный Интеллект в Действии",
            button: "Попробовать AI-Сотрудников",
        },
        useCasesSection: {
            subtitle: "Примеры использования",
            title: "Узнайте, как наши решения на базе ИИ могут улучшить ваш бизнес",
        },
        reviewsSection: {
            title: "Отзывы довольных клиентов о",
        },
        pricingSection: {
            subtitle: "Этапы внедрения",
            title: ["Скорая интеграция ИИ в ваш бизнес", "Начните уже сегодня!"],
            subtitle2: "",
        },
        faqSection: {
            title: ["Остались вопросы?", "У нас есть ответы!"],
        },
    },
    footer: {
        description:
            "Свяжитесь с нами сегодня и узнайте, как QAZ.AI может стать вашим надежным партнером в мире искусственного интеллекта. Вместе мы создадим будущее вашего бизнеса.",
        copyright: "ТОО",
        distribution: "Новости и обновления",
        useCaseLinks: "Примеры\nиспользования",
    },
    about: {
        aboutSection: {
            subtitle: "О QAZ.AI",
            title: "Знакомьтесь с QAZ.AI: Мыслящие в будущем",
            description:
                "Узнайте больше о QAZ.AI - компании, которая воплощает будущее в мире искусственного интеллекта. Наша миссия, ценности и команда экспертов, готовых изменить бизнес-мир с помощью инновационных AI-решений",
            buttonText: "Узнать больше о нас",
        },
        featureSection: {
            title: {
                textBeforeHeghlight: "Превосходство ",
                highlighted: "AI-Сотрудников",
                textAfterHeghlight: ": Надежность, Продуктивность и Минимальные Риски",
            },
        },
    },
    newsletter: {
        form: {
            emailInput: {
                placeholder: "Введите ваш email",
                requiredError: "Email обязателен",
                invalidError: "Email неверный",
            },
        },
    },
    ctaHome: {
        title: {
            textBeforeHeghlight: "Превосходство ",
            highlighted: "AI-Сотрудников",
            textAfterHeghlight: ": Надежность, Продуктивность и Минимальные Риски",
        },
        buttonText: "Попробовать AI-Сотрудников",
    },
    useCases: {
        slug: {
            feedbackSection: {
                title: "Будьте в курсе",
                description:
                    "Подпишитесь на наши новостные обновления и оставайтесь впереди в развитии AI-технологий и инноваций",
            },
        },
        subtitle: "Примеры использования",
        title: "Узнайте, как наши решения на базе ИИ могут улучшить ваш бизнес",
    },
    pricingPlans: {
        pricingSection2: {
            subtitle: "Гибкие тарифные планы",
            title: "Посчитайте стоимость внедрения ИИ в ваш бизнес",
            description:
                "Получите максимальную отдачу от внедрения ИИ в ваш бизнес. Мы предлагаем гибкие тарифные планы, которые позволят вам выбрать оптимальное решение для вашего бизнеса.",
            calculator: {
                APIUsage: {
                    title: "Использование API",
                    light: "Ограниченное использование API для базовых функций чат-бота с низким объемом запросов",
                    medium: "Умеренное использование API для более сложных взаимодействий и среднего объема запросов",
                    high: "Интенсивное использование API для высоконагруженных и сложных систем с высоким объемом запросов",
                },
                Development: {
                    title: "Разработка и настройка",
                    light: "Простая интеграция с ограниченной настройкой и базовым набором функций",
                    medium: "Средняя сложность с интеграцией нескольких функций, настройкой под специфические потребности и средним уровнем кастомизации",
                    high: "Высокая сложность проекта, включая полную интеграцию с бизнес-процессами, разработку специализированных модулей и высокую степень кастомизации",
                },
                Training: {
                    title: "Обучение и тестирование",
                    light: "Основное обучение с использованием стандартных данных и сценариев, минимальное тестирование",
                    medium: "Расширенное обучение с использованием специализированных данных, включая тестирование и оптимизацию",
                    high: "Глубокое обучение на основе большого объема специфических данных, комплексное тестирование в различных сценариях",
                },
                Support: {
                    title: "Поддержка и обновления",
                    light: "Базовая поддержка с ограниченными обновлениями и минимальным мониторингом",
                    medium: "Профессиональная поддержка с регулярными обновлениями, активным мониторингом и улучшениями",
                    high: "Круглосуточная поддержка, постоянные обновления и оптимизация, высокий уровень настраиваемости и гарантии SLA"
                },
                total: "Итого",
            },
        },
    },
    contact: {
        contactSection: {
            contactForm: {
                onSubmitMessages: {
                    success: "Ваше сообщение успешно отправлено!",
                    error: "Что-то пошло не так. Попробуйте еще раз.",
                    duplicate: "Вы уже отправили сообщение. Попробуйте еще раз.",
                },
                form: {
                    name: {
                        placeholder: "Имя",
                        requiredError: "Имя обязательно",
                        label: "Имя",
                        patternError: "Имя должно содержать только буквы",
                    },
                    email: {
                        placeholder: "Email",
                        requiredError: "Email обязателен",
                        label: "Email",
                        patternError: "Email неверный",
                    },
                    phone: {
                        placeholder: "Телефон",
                        requiredError: "Телефон обязателен",
                        label: "Телефон",
                        patternError: "Телефон неверный",
                    },
                    application: {
                        placeholder: "Сообщение",
                        requiredError: "Сообщение обязательно",
                        label: "Сообщение",
                    },
                    submitButton: "Отправить",
                },
            },
        },
    },
    breadcrumbs: {
        home: "Главная",
        about: "О нас",
        useCases: "Примеры использования",
        pricingPlans: "Тарифный план",
        contact: "Контакты",
    },
    metatagTitle: {
        homePage: "QAZ.AI - Лидер в области интеграции ИИ и инновационных решений",
        aboutPage: "О компании QAZ.AI - Экспертиза в области ИИ и технологических инноваций",
        useCasesPage: "Примеры использования ИИ от QAZ.AI - Реальные приложения и истории успеха",
        pricingPlansPage: "Доступные решения ИИ - Тарифные планы QAZ.AI",
        contactPage: "Связаться с QAZ.AI - Обратитесь к экспертам в области ИИ",
    },
    metatagDescription: {
        homePage:
            "QAZ.AI - компания, предоставляющая передовые решения в области искусственного интеллекта для бизнеса. Наши AI-сотрудники помогут вам оптимизировать бизнес-процессы и повысить эффективность.",
        aboutPage:
            "QAZ.AI - компания, которая воплощает будущее в мире искусственного интеллекта. Наша миссия, ценности и команда экспертов, готовых изменить бизнес-мир с помощью инновационных AI-решений",
        useCasesPage:
            "QAZ.AI - компания, предоставляющая передовые решения в области искусственного интеллекта для бизнеса. Наши AI-сотрудники помогут вам оптимизировать бизнес-процессы и повысить эффективность.",
        pricingPlansPage:
            "QAZ.AI - компания, предоставляющая передовые решения в области искусственного интеллекта для бизнеса. Наши AI-сотрудники помогут вам оптимизировать бизнес-процессы и повысить эффективность.",
        contactPage:
            "Свяжитесь с QAZ.AI сегодня и узнайте, как наши AI-решения могут стать вашим надежным партнером в мире искусственного интеллекта.",
    },

    modalForm: {
        title: "Свяжитесь с нами",
        description:
            "Оставьте свои контактные данные и наш менеджер свяжется с вами в ближайшее время",
        form: {
            name: {
                placeholder: "Имя",
                requiredError: "Имя обязательно",
                label: "Имя",
                patternError: "Имя должно содержать только буквы",
            },
            email: {
                placeholder: "Email",
                requiredError: "Email обязателен",
                label: "Email",
                patternError: "Email неверный",
            },
            phone: {
                placeholder: "Телефон",
                requiredError: "Телефон обязателен",
                label: "Телефон",
                patternError: "Телефон неверный",
            },
            application: {
                placeholder: "Сообщение",
                requiredError: "Сообщение обязательно",
                label: "Сообщение",
            },
            submitButton: "Отправить",
        },
    },
};
