import { TFaq } from "@/types/faq";

export const dataFaqs: TFaq[] = [
    {
        id: 1,
        header: "Каковы основные функции, которые ИИ-ассистент может выполнять в бизнесе?",
        body: "Функции ИИ-ассистента в бизнесе могут включать: автоматизацию рутиночных задач, анализ данных для выявления трендов, поддержку клиентов через чат-боты, оптимизацию процессов принятия решений на основе аналитики и многое другое, в зависимости от конкретных потребностей бизнеса.",
    },
    {
        id: 2,
        header: "Какой конкретный вклад ИИ-ассистента может внести в оптимизацию рабочих процессов и повышение эффективности бизнеса?",
        body: "ИИ-ассистент может значительно повысить эффективность бизнеса: ускоряя процессы принятия решений, улучшая точность аналитики и прогнозирования, освобождая время персонала от рутинных задач для более стратегической работы.",
    },
    {
        id: 3,
        header: "Какие данные требуются для обучения ИИ-ассистента под конкретные потребности и характер работы бизнеса?",
        body: "ИИ может требовать доступа к различным данным, включая исторические данные о работе компании, информацию о клиентах, транзакционные данные и т.д.",
    },
    {
        id: 4,
        header: "Как измерить успех внедрения ИИ-ассистента в компанию??",
        body: "Успех можно измерить через увеличение эффективности работы сотрудников, уменьшение времени на выполнение задач, повышение уровня удовлетворенности клиентов или улучшение качества принимаемых решений.",
    },
    {
        id: 5,
        header: "Какие конкретные задачи ИИ-ассистент может автоматизировать в малом бизнесе?",
        body: "ИИ-ассистент может автоматизировать задачи, такие как управление электронной почтой, планирование встреч и календарь, анализ данных продаж или потребительской активности, а также поддержка клиентов через чат-боты.ы",
    }
]